Repository: SalsaJ/SalsaJ
Catalog: Pootle2/po/RadioScienceATschool/*/sm_exhibit_*.po
Languages: ro

source: receive radio wave
ro: receptionand unde radio

source: The Sun is our star: a gigantic ball of gas, the Sun is shining because of nuclear reactions. Its temperature is very high: several thousands of degrees.
ro: Soarele este steaua noastra: o gigantica sfera de gaz care straluceste datorita reactiilor nucleare.Temperatura lui este foarte ridicata de ordinul a catorva mii de grade .

source: THE FM RADIO FROM STARS
ro: UNDE RADIO FM DE LA STELE

source: So stars are emitting radio waves... ?
ro: Asadar stelele emit unde radio...?

source: If we could tune a radio to the FM frequency of 160MHz, we could hear... the Sun ! What a weird music!
ro: Daca am putea acorda un radio pe frecventa FM de 160Mhz, am putea ascutla ...Soarele! Ce muzica ciudata!

source: the horsehead nebula
ro: nebuloasa Cap de Cal...in constelatia Orion

source: 6000.C
ro: 6000 grade Celsius

source: QUIZZ
ro: INTREBARE

source: During World War II, a plane could hide from radar while flying facing the sun.
ro: In al doile razboi mondial, avioanele se puteau ascunde de radar zburand ''spre'' Soare

source: True or False?
ro: Adevarat sau Fals?

source: THE radio WAVES: invisible WAVEs that are not SOUND waves
ro: UNDELE RADIO: UNDE invizibile care nu sunt unde SONORE

source: We receive radio waves from the Universe, but what can we actually hear?
ro: Receptionam unde radio din Univers, dar le putem asculta?

source: It doesnt matter: nobody is listening to the stars. In fact, stellar radio waves are used to take a picture, more like a radar.
ro: Nu conteaza: nimeni nu asculta stelele.Defapt undele radio stelare sunt folosite pentru a forma o imagine, asemanatoare celei facute de radar.

source: Radio astronomers listen to the stars with headphones.
ro: Radioastronomii asculta stelele cu ajutorul castilor audio.

source: Let's compare Stars in the radio and optical domain
ro: Sa comparam Selele in domeniul radio si in cel optic

source: Our eyes can see visible light from stars: we see the colors inside a rainbow. Our sun is yellow, but red stars, blue, white, brown, ... also exist!
ro: Ochii nostri pot vedea lumina vizibila de la stele: putem vedea culorile din interiorul...curcubeului.Soarele nostru este galben, dar stele rosii,albastre,albe,maro,...deasemenea exista!

source: Radio waves can be used to detect invisible galaxies.
ro: Undele radio pot fi folosite pentru a detecta galaxiile invizibile.

source: The radio of the stars is not very melodious. It is emitted by the atoms and the molecules of gas that are heated by the stars. Its more like a kind of noise, like the scratchy sound of an old vinyl record.
ro: Undele radio venite de la stele nu sunt foarte melodioase.Sunt emise de atomii sau de moleculele gazelor incalzite de stele.Seamana mai mult cu un fel de zgomot, ca un disc vechi zgariat ,de gramofon.

source: Radio waves show us parts of planets and galaxies, in particular where atoms and molecules of hydrogen and carbon monoxide lie. For the Sun, radio waves show magnetic storms, in the form of spots on its surface.
ro: Undele radio ne arata noua parti din planete si galaxii, in mod deosebit acolo unde se gasesc atomi de hidrogen si carbon.pentru Soare ,undele radio ne arata furtunile magnetice .vazute ca niste puncte pe suprafata lui.

source: MAGNETIC FIELDS
ro: CAMPURI MAGNETICE

source: The song of stars?
ro: Cantecul stelelor?

source: pulsars, the radio lighthouse of the Universe
ro: pulsarii,farurile radio ale Universului

source: In 1054 BC, the chinese people were able to observe a bright new star in the sky: it was a supernovae explosion. A millenium later, we can observe a beautiful nebula in the same place: the Crab nebula. At its very center lies a peculiar star: a pulsar.
ro: In 1954 IC, chinezii au putut observa o noua stea stralucitoare pe cer: era explozia unei supernove.Un mileniu mai tarziu putem observa o frumoasa nebuloasa in acel loc: nebuloasa Crab. In chiar centru ei se afla o stea ciudata: un pulsar.

source: The pulsar signals come from extra-terrestrials
ro: Semnalele de la un pulsar vin din afara sistemului nostru solar

source: SUPERNOVAE
ro: SUPERNOVE

source: Like a spinning top, a pulsar is rotating around
ro: Un pulsar se roteste ca un titirez

source: Radio emission from the Sun
ro: Undele radio de la Soare

source: Optical emission from the Sun
ro: Undele optice emise de Soare

source: Comparing the strength of the signal coming from the stars to that of a mobile phone
ro: Comparand puterea semnalului radio de la stele cu cea a unui telefon mobil

source: At full power, a mobile phone can emit up to 1 Watt. The antenna of the phone compagnies mounted on the roofs of some buildings are very small : they only measure 1 meter, and thats enough to transmit the radio signal.
ro: La putere maxima ,un telefon mobil emite pana la 1 Watt .Antenele companiilor de telefonie montate pe acoperisul cladirilor sunt foarte mici : ele masoara doar 1 m diametru ,dar este suficient pentru a transmite semnalul radio.

source: A mobile phone can perturb the signal of a radio telescope.
ro: Un telefon mobil poate perturba semnalul radio receptionat de un radiotelescop.

source: To receive radio waves from stars, SWITCH OFF YOUR MOBILE
ro: Pentru a receptiona semnale radio de la stele, INCHIDETI TELEFOANELE MOBILE

source: In contrast, to receive radio signal from stars, radio astronomers have to use huge antennas, of a size up to 300 meter. For example galaxies that are emitting radio waves are very far away (millions of light-years). As a result, the signal arriving on earth is very weak.
ro: In contrast pentru a receptiona semnale radio de la stele, radioastronomii trebuie sa foloseasca antene uriase cu diametru de pana la 300 m. De exemplu galaxiile care emit unde radio sunt foarte departe (milioane de ani lumina).Ca urmare semnalul emis de ele este foarte slab.

source: How to receive the weak radio waves of the stars : with Huge radio telescopes
ro: Cum sa receptionezi semnale radio de la stele : cu radiotelescoape Uriase

source: For that reason, astronomers build huge radio telescopes. It allows the study of galaxies very far away, at billion of light-years from Earth. The form of the dish can vary depending on the location and the cost.
ro: Pentru acest motiv. astronomii construiesc radiotelescoape de dimensiuni foarte mari. Acest lucru permite studiul galaxiilor foarte indepartate aflate la milioane de ani lumina de Pamant. Forma antenei poate varia in functie de locatie si de costul ei .

source: With a dish twice as big, one can receive a signal two times stronger.
ro: Cu o antena de doua ori mai mare , se poate receptiona un semnal radio de doua ori mai puternic.

source: TELESCOPE
ro: TELESCOAPE

source: The bigger the antenna is, the more sensitive it is to radio waves. The satellite dishes used for receiving the television signal illustrate that very well: a big dish receives a better signal.
ro: Cu cat este mai mare o antena, cu atat mai sensibila este la unde radio. Antenele satelitilor folosite pentru a receptiona semnale TV este cel mai bun exemplu: cu cat este mai mare antena cu atat mai bun este semnalul.

source: Arecibo (Puerto Rico, Caribbean Sea) 305 m in diameter
ro: Arecibo (Puerto Rico,Marea Caraibelor) 305 m diametru

source: Nancay (France) 300 m of length
ro: Nancay (France) 300 m lungime

source: Green Bank (United States) 105 m in diameter
ro: Green Bank (United States) 105 m diametru

source: ANTENNAE
ro: ANTENE

source: the Sun
ro: Soarele

source: Radar sreen - NAVY (USA)
ro: Imagine radar - NAVY (USA)

source: In addition to bring us light, the Sun emits radio waves, in all the FM band, and beyond! Besides, the Suns emission is more powerful than any of our FM radios. But our favorite FM emitters are only a few km away, whereas the Sun is very far from the Earth: at 150 million km! The signal coming from the Sun is therefore too weak to actually prevent us from listening to our favourite radio stations. PHEW!
ro: Pe langa faptul ca ne da lumina, Soarele emite si unde radio, in toate lungimile de unda FM, si dincolo de ele! Defapt Soarele ,ca emitator radio, este mult mai puternic decat oricare din statiile noastre FM. Dar statiile noastre FM sunt la doar cativa km distanta pe cand Soarele se afla la 150 milioane de km! Din aceasta cauza semnalul venit de la Soare este prea slab ca sa ne impiedice sa ascultam statiile noastre FM.

source: The radio waves from stars can, as FM radio, be received anytime, day and night, whereas their bright light can only be seen at night, when the Sun has set.
ro: Undele venite de la stele pot , ca unde radio FM, fi receptionate tot timpul, ziua sau noaptea, intrucat lumina lor poate fi vazuta doar noaptea ,cand apune Soarele.

source: One galaxy can host billions of stars. In some galaxies, the center is buried deep inside lots of dust clouds that shield the light from the galaxy. But radio waves can pierce through the clouds and thus can be observed. This is called a radiogalaxy.
ro: O galazie poate avea miliarde de stele.In anumite galaxi centrul este acoperit de nori gazosi si de mult praf impiedicand astfel lumina sa ajunga la noi. Dar undele radio pot penetra acesti nori astfel putem obserca galaxiile.Acestea se numesc.... Radiogalaxi.

source: 1 light-year is the distance traveled by light in 1 year: it's a huge distance! The light travels very fast: 300 000 km per second! At this speed, you could get to the Moon in 1seconde, and to the Sun in 8minutes... and to the Andromeda galaxy in 2million years !
ro: Un an lumina este distanta parcursa de lumina intr-un an: este o distanta uriasa! Lumina calatoreste foarte repede: 300 000 km pe secunda! La aceasta viteza, poti ajunge la Luna intr-o secunda , la Soare in 8 minute....iar la galaxia din Andromeda in 2 milioane de ani!

source: If you compare the signal coming from the Sun and the signal from a mobile phone, the signal of the mobile phone is a billion time stronger
ro: Daca compari semnalul radio venit de la Soare cu cel al unui telefon mobil , semnalul telefonului mobil este de milioane de ori mai puternic...

source: Effelsberg (Germany) 100 m in diameter
ro: Effelsberg (Germany) 100 m in diametru

source: The Future of radioastronomy: radio telescopes for amateurs in Europe
ro: Viitorul radioastronomiei: radiotelescoape pentru....amatori in Europa

source: A European network of radio telescope is currently under development for the student in secondary schools.
ro: O retea de radiotelescoape in Europa se afla in dezvoltare pentru studenti.

source: A small telescope is easy to buy... but what about a small radio telescope?
ro: Un telescop mic este usor de cumparat...dar un mic radiotelescop?

source: Two prototypes of 2,3m in diameter were developed in the EU-HOU project: www.euhou.net by the Onsala observatory in Sweden. It has been used in European classrooms since 2005 via Internet. With these radio telescopes, it is possible to observe the gas of the Milky Way, even in big cities, and even in daylight.
ro: Doua prototipuri de 2,3 m diametru sunt dezvoltate in cadrul proiectul EU-HOU: www.euhou.net de observatorul Onsala din Suedia. Sunt folosite in scolile din Europa din anul 2005 prin intermedul internetului.Cu aceste radiotelescoape. este posibil sa observi norii de gaz din Galaxia noastra, chiar in marile orase, chiar in plina zi.

source: Can we contribute to find intelligent life in the Universe?
ro: Putem contribui la gasirea vietii inteligente in Univers?

source: Thanks to the Internet, it will be soon possible to observe the gas of the Milky Way with a radio telescope from any European classroom.
ro: Multumita Internetului, in curand va fi posibil sa observi gazul din Galaxia noastra cu un radiotelescop din orice clasa de scoala din Europa.

source: EU-HOU project
ro: EU-HOU proiect

source: Yes: with a clever screensaver system installed on their computers, more that 3 million users contribute to search for intelligent signal from the galaxy. It is the program SETI @ HOME. To get involved, see setiathome.berkeley.edu
ro: DA: cu ajutorul unui screesaver inteligent instalat in calculatoarele lor, mai mult de 3 milioane de utilizatori contribuie la cautarea vietii inteligente din galaxie. Este programul ...SETI@HOME. Pentru a va implica utilizati ...setiathome.berkeley.edu

source: Onsala (Sweden) Small antenna of 2,3m in diameter
ro: Onsala (Sweden) antena mica de 2,3 m diametru

source: Exobiology Searching for Life in the Universe
ro: Exobiologia Cautarea vietii in Univers

source: Some antennae are used to listen to extraterrestrial signals, in case they really exist.
ro: Cateva radiotelescoape sunt folosite pentru a asculta semnale radio extraterestre inteligente. In caz ca ele exista.

source: There are planets orbiting around the Sun: The Solar System. In order: Mercure, Venus, Earth, Mars, Jupiter, Saturn, Uranus and Neptune.
ro: Sunt planete care orbiteaza in jurul Soarelui: Sistemul Solar. In ordine: Mercur, Venus. Pamant, Marte, Jupiter, Saturn, Uranus si Neptun

source: In 1992, a Polish researcher, Alex Wolszcan, observe the pulsar (bip bip bip) PSR 1257+12 with the Arecibo radio telescope. To his great surprise, he discover the first planetary system beyond the Sun: extrasolar planets! These new planets are particularly interesting because they are like the Earth. But they are so far away, 900 light-years, that we wont get much more information for a long time!
ro: In 1992 ,un cercetator polonez, Alex Wolszcan, observa pulsarul PSR 1257+12 cu radiotelescopul din Arecibo. Spre surprinderea lui el decopera prima planeta din afara sistemului nostru solar. Acesta noua planeta este in particular interesanta deoarece seamana cu Pamantul dar este foarte departe, 900 ani lumina, de aceea nu vom avea mai multa informatie despre aceasta pentru mult timp!

source: Fortunately, since then more than 300 extrasolar planets have been discovered. They are everywhere inside our Galaxy. Maybe some day we will discover life on one of these planets. Life could be brought by comets travelling through space. On Earth, comets brought complex molecules that played a role in the development of life.
ro: Din fericire , mai mult de 300 de planete extra solare au fost descoperite de atunci. Sunt pretutindeni in Galaxia noastra. Poate intr-o buna zi vom descoperii viata pe una din aceste planete.Viata poate fi adusa de cometele ce calatoresc prin spatiu. Pe Pamant, cometele au adus molecule complexe care au jucat un rol important in dezvoltarea vietii.

source: planetes
ro: planete

source: Observatories, High technology inside
ro: Observatoare, Tehnologie inalta

source: With a radio telescope the size of the Earth, its possible to observe a planet the size of Jupiter somewhere else in our Galaxy, at many light-years from us.
ro: Cu ajutorul unui radiotelescop de dimensiunea Pamantului, este posibil sa observam o planeta de dimensiunea lui Jupiter,oriunde in Galaxia noastra, aflata la multi ani lumina distanta de noi.

source: FOREST of antennae
ro: PADURE de antene

source: With a digital camera, there is more detail when there are more pixels. In the same way, we can use a network of radio telescopes to increase the detail: the more antennas you have, the more precise you get!
ro: Cu o camera digitala, sunt mai multe detalii cand sunt mai multi pixeli.In acelasi fel putem folosi o retea de radiotelescoape pentru a creste numarul de detalii: cu cat numarul de antene este mai mare cu atat mai precise sunt detaliile.

source: To see more details in distant galaxies, forests of radio antennae are built around the world: 27 antennae for the VLA in New Mexico (USA), 30 antennas in Pune (India), 64 antennas in the Andes (Chile).
ro: Pentru a vedea detalii in galaxi indepartate, paduri de antene sunt construite in toata lumea:27 de antene sunt construite pentru VLA in New Mexico (USA), 30 de antene in Pune (India), 64 de antene in Anzi (Chile)

source: The radio signal from the antennas is mixed and analysed by very powerful computer. We can even mix the signal from antennae located on different continents to simulate a giant antenna the size of the Earth!
ro: Semnalul radio de la antene este mixat si analizat de computere foarte puternice. Putem mixa semnale provenind de la diferire antene situate pe continente diferite simuland astfel o antena gigantica de dimensiunea Pamantului!

source: The first radio antenna radars were actually built by the military during World War II: they could listen to the Sun!
ro: Prima antena radar a fost contruita de militari in Al II Razboi Mondial: ei puteau asculta astfel Soarele!

source: the Solar System
ro: Sistemul Solar

source: exoplanets
ro: exoplanete

source: the regular signal received from a pulsar
ro: semnalul regulat receptionat de la un pulsar

source: des radiotelescopes pour capter les ondes de le univers
ro: radiotelescoape pentru receptionarea undelor radio din univers

source: Credits :Observatoire de Paris Sciences a l'école NASA, ESO, ESA Conception and implementation : Olivier Marco, Aurore Mathon, Yannick Libert
ro: Multumiri: Observatorului din Paris , NASA, ESO, ESA Conceptie si implementare: Olivier Marco, Aurore Mathon, Yannick Libert

source: Radio wave emitted by the galaxy M87
ro: Unde radio emise de galaxia M87

source: The Crab nebula- M1 the remains of a supernova explosion.
ro: Nebuloasa Crab- M1 ramasitele din explozia unei supernove.

source: Receive Galactic Signal
ro: Receptionarea Semnalului Galactic

source: SUN radio
ro: Soare radio

source: atoms
ro: atomi

source: international collaboration
ro: colaborare internationala

source: radiotelescopes tuned up to the Universe
ro: radiotelescoape acordate la Univers
