Repository: SalsaJ/SalsaJ
Catalog: Pootle2/po/POOTLE_EXPORT/RadioScienceATschool/*/sm_exhibit_*.xlf
Languages: nl

source: receive radio wave
nl: ontvang de radiogolf

source: The Sun is our star: a gigantic ball of gas, the Sun is shining because of nuclear reactions. Its temperature is very high: several thousands of degrees.
nl: De zon is onze ster: een reusachtige bol gas. De zon blijft schijnen door kernreacties. Haar temperatuur is zeer hoog: duizenden graden.

source: THE FM RADIO FROM STARS
nl: DE FM RADIO VAN DE STERREN

source: So stars are emitting radio waves... ?
nl: Sterren zenden dus radiogolven uit... ?

source: If we could tune a radio to the FM frequency of 160MHz, we could hear... the Sun ! What a weird music!
nl: Als we een radio zouden afstellen op een FM frequentie van 160 MHz zouden we... de zon kunnen horen! Wat een vreemde muziek!

source: the horsehead nebula
nl: de Paardenkopnevel

source: QUIZZ
nl: QUIZ

source: During World War II, a plane could hide from radar while flying facing the sun.
nl: Tijdens WO II kon een vliegtuig zich verbergen voor de radar door voor de zon te gaan vliegen.

source: True or False?
nl: Waar of Onwaar?

source: THE radio WAVES: invisible WAVEs that are not SOUND waves
nl: De radiogolven: onzichtbare golven die geen geluidsgolven zijn

source: We receive radio waves from the Universe, but what can we actually hear?
nl: We ontvangen radiogolven van het universum, maar wat kunnen we feitelijk horen?

source: It doesnt matter: nobody is listening to the stars. In fact, stellar radio waves are used to take a picture, more like a radar.
nl: Het speelt geen rol: niemand luistert naar de sterren. In feite worden radiogolven, die afkomstig zijn van de sterren, gebruikt om een tekening te maken, meer zoals bij een radar.

source: Radio astronomers listen to the stars with headphones.
nl: Radioastronomen luisteren naar de sterren met hoofdtelefoons.

source: Let's compare Stars in the radio and optical domain
nl: Laten we sterren vergelijken in het radio- en optisch gebied

source: Our eyes can see visible light from stars: we see the colors inside a rainbow. Our sun is yellow, but red stars, blue, white, brown, ... also exist!
nl: Onze ogen nemen zichtbaar licht van de sterren waar: we zien de kleuren van de regenboog. Onze zon is geel, maar rode, blauwe, witte en bruine sterren bestaan ook!

source: Radio waves can be used to detect invisible galaxies.
nl: Radiogolven kunnen gebruikt worden om onzichtbare sterrenstelsels te detecteren.

source: The radio of the stars is not very melodious. It is emitted by the atoms and the molecules of gas that are heated by the stars. Its more like a kind of noise, like the scratchy sound of an old vinyl record.
nl: De sterrenradio is niet erg melodieus. De golven worden uitgestraald door atomen en moleculen van een gas, dat verhit is door de sterren. Het gelijkt meer op een soort lawaai, zoals de krassende klank van een vinylplaat.

source: Radio waves show us parts of planets and galaxies, in particular where atoms and molecules of hydrogen and carbon monoxide lie. For the Sun, radio waves show magnetic storms, in the form of spots on its surface.
nl: Radiogolven tonen ons delen van planeten en sterrenstelsels, vooral de gebieden waar zich atomen en moleculen van waterstof en koolstofmonoxide bevinden. In het geval van de zon tonen radiogolven ons magnetische stormen onder de vorm van vlekken op haar oppervlak.

source: MAGNETIC FIELDS
nl: MAGNETISCHE VELDEN

source: The song of stars?
nl: Het lied van de sterren?

source: pulsars, the radio lighthouse of the Universe
nl: pulsars, de radio vuurtorens van het heelal

source: In 1054 BC, the chinese people were able to observe a bright new star in the sky: it was a supernovae explosion. A millenium later, we can observe a beautiful nebula in the same place: the Crab nebula. At its very center lies a peculiar star: a pulsar.
nl: In het jaar 1054 zagen de Chinezen een heldere nieuwe ster aan de hemel verschijnen: het was een supernova explosie. 1000 jaar later vinden we op deze plaats een prachtige nevel terug: de Krabnevel. En er midden in bevindt zich een heel speciale ster: een pulsar.

source: The pulsar signals come from extra-terrestrials
nl: De signalen die door de pulsar uitgestuurd worden zijn afkomstig van buitenaardse wezens

source: SUPERNOVAE
nl: SUPERNOVA'S

source: Like a spinning top, a pulsar is rotating around
nl: Een pulsar draait rond zoals een spinnende tol

source: Radio emission from the Sun
nl: Radiostraling van de zon

source: Optical emission from the Sun
nl: Optische straling van de zon

source: Comparing the strength of the signal coming from the stars to that of a mobile phone
nl: Als we de sterkte van een signaal, dat van de sterren komt, vergelijken met dat van een GSM

source: At full power, a mobile phone can emit up to 1 Watt. The antenna of the phone compagnies mounted on the roofs of some buildings are very small : they only measure 1 meter, and thats enough to transmit the radio signal.
nl: Op volle sterkte kan een GSM maximaal 1 Watt uitzenden. De antennes van de telefoonmaatschappijen op de daken van hoge gebouwen zijn zeer klein: ze zijn ongeveer 1 meter groot, en dat is genoeg om het signaal door te sturen.

source: A mobile phone can perturb the signal of a radio telescope.
nl: Een GSM kan het signaal van een radiotelescoop verstoren.

source: To receive radio waves from stars, SWITCH OFF YOUR MOBILE
nl: Als je radiogolven van de sterren wil ontvangen, ZET JE GSM AF

source: In contrast, to receive radio signal from stars, radio astronomers have to use huge antennas, of a size up to 300 meter. For example galaxies that are emitting radio waves are very far away (millions of light-years). As a result, the signal arriving on earth is very weak.
nl: In tegenstelling daarmee gebruiken radioastronomen reusachtige antennes, met een diameter tot 300 m, om de signalen van de sterren te ontvangen. Sterrenstelsels die radiogolven uitsturen bevinden zich zeer ver weg (miljoenen lichtjaren). Als gevolg daarvan is het signaal zeer zwak.

source: How to receive the weak radio waves of the stars : with Huge radio telescopes
nl: Hoe kunnen we de zwakke radiogolven van de sterren ontvangen? Met reusachtige radiotelescopen.

source: For that reason, astronomers build huge radio telescopes. It allows the study of galaxies very far away, at billion of light-years from Earth. The form of the dish can vary depending on the location and the cost.
nl: Daarom bouwen astronomen reusachtige radiotelescopen. Die laten toe sterrenstelsels te bestuderen die zich zeer ver weg bevinden, op miljarden lichtjaren van de aarde verwijderd. De vorm van de schotel kan verschillen en hangt af van de plaats en de prijs.

source: With a dish twice as big, one can receive a signal two times stronger.
nl: Met een schotel die twee keer groter is kan men een signaal twee keer beter ontvangen.

source: TELESCOPE
nl: TELESCOOP

source: The bigger the antenna is, the more sensitive it is to radio waves. The satellite dishes used for receiving the television signal illustrate that very well: a big dish receives a better signal.
nl: Hoe groter de antenne is, hoe gevoeliger ze is voor radiogolven. De satellietschotels die gebruikt worden voor het ontvangen van televisiesignalen tonen dit zeer goed aan: een grotere schotel ontvangt een beter signaal.

source: Arecibo (Puerto Rico, Caribbean Sea) 305 m in diameter
nl: Arecibo (Puerto Rico, CaraÏben) 305 m diameter

source: Nancay (France) 300 m of length
nl: Nancay (France) 300 m lengte

source: Green Bank (United States) 105 m in diameter
nl: Green Bank (United States) 105 m diameter

source: ANTENNAE
nl: ANTENNES

source: the Sun
nl: de zon

source: Radar sreen - NAVY (USA)
nl: Radarscherm - NAVY (USA)

source: In addition to bring us light, the Sun emits radio waves, in all the FM band, and beyond! Besides, the Suns emission is more powerful than any of our FM radios. But our favorite FM emitters are only a few km away, whereas the Sun is very far from the Earth: at 150 million km! The signal coming from the Sun is therefore too weak to actually prevent us from listening to our favourite radio stations. PHEW!
nl: Naast licht, stuurt de zon ook radiogolven uit in de volledige FM band, en nog verder! Trouwens, deze radiogolven van de zon zijn sterker dan die van om het even welk van onze FM radio's. Maar onze favoriete FM zenders bevinden zich op slechts enkele km afstand, terwijl de zon zich heel ver van de aarde bevindt: op 150 miljoen km! Het signaal dat van de zon komt is daardoor te zwak om te verhinderen dat we onze favoriete radiozenders kunnen ontvangen. Oef!

source: The radio waves from stars can, as FM radio, be received anytime, day and night, whereas their bright light can only be seen at night, when the Sun has set.
nl: Radiogolven van de sterren kunnen, net zoals een FM radio, om het even wanneer ontvangen worden, dag en nacht, terwijl we hun helder licht alleen maar 's nachts kunnen zien, na zonsondergang.

source: One galaxy can host billions of stars. In some galaxies, the center is buried deep inside lots of dust clouds that shield the light from the galaxy. But radio waves can pierce through the clouds and thus can be observed. This is called a radiogalaxy.
nl: In één enkel sterrenstelsels kunnen miljarden sterren zitten. Bij sommige sterrenstelsels is het centrum diep in een massa stofwolken begraven. Deze stofwolken blokkeren het licht van het sterrenstelsel. Maar radiogolven kunnen door de wolken heen dringen en kunnen daardoor geobserveerd worden. Dit wordt een radiostelsel genoemd.

source: 1 light-year is the distance traveled by light in 1 year: it's a huge distance! The light travels very fast: 300 000 km per second! At this speed, you could get to the Moon in 1seconde, and to the Sun in 8minutes... and to the Andromeda galaxy in 2million years !
nl: Een lichtjaar is de afstand die het licht in één jaar tijd aflegt: het is een reusachtige afstand! Het licht beweegt heel snel: 300 000 km per seconde! Met deze snelheid zou je naar de maan kunnen reizen in 1 seconde en naar de zon in 8 minuten... en naar het Andromedastelsel in 2 miljoen jaar!

source: If you compare the signal coming from the Sun and the signal from a mobile phone, the signal of the mobile phone is a billion time stronger
nl: Als je het signaal dat van de zon komt vergelijkt met het signaal van een GSM, dan is het signaal van de GSM een miljard keer sterker

source: Effelsberg (Germany) 100 m in diameter
nl: Effelsberg (Duitsland) 100 m diameter

source: The Future of radioastronomy: radio telescopes for amateurs in Europe
nl: De toekomst van de radioastronomie: radiotelescopen voor amateurs in Europa

source: A European network of radio telescope is currently under development for the student in secondary schools.
nl: Een Europees netwerk van radiotelescopen voor middelbare schoolstudenten is momenteel in ontwikkeling.

source: A small telescope is easy to buy... but what about a small radio telescope?
nl: Een kleine telescoop kan je gemakkelijk kopen... maar hoe zit dat met een kleine radiotelescoop?

source: Two prototypes of 2,3m in diameter were developed in the EU-HOU project: www.euhou.net by the Onsala observatory in Sweden. It has been used in European classrooms since 2005 via Internet. With these radio telescopes, it is possible to observe the gas of the Milky Way, even in big cities, and even in daylight.
nl: Twee prototypes met een diameter van 2,3 m werden ontwikkeld in het EU-HOU project: www.euhou.net door het Onsala observatorium in Zweden. Het wordt gebruikt sinds 2005 in Europese klassen via het internet. Met deze radiotelescopen is het mogelijk gas in de melkweg te observeren, zelfs in grote steden, en zelfs overdag.

source: Can we contribute to find intelligent life in the Universe?
nl: Kunnen we een bijdrage leveren bij de zoektocht naar intelligent leven in het heelal?

source: Thanks to the Internet, it will be soon possible to observe the gas of the Milky Way with a radio telescope from any European classroom.
nl: Dank zij het internet zal het binnenkort mogelijk worden het gas in de melkweg te observeren met een radiotelescoop vanuit om het even welk Europees klaslokaal.

source: Yes: with a clever screensaver system installed on their computers, more that 3 million users contribute to search for intelligent signal from the galaxy. It is the program SETI @ HOME. To get involved, see setiathome.berkeley.edu
nl: Ja: met een intelligente schermbeveiliging, die op hun computer geïnstalleerd is, dragen meer dan 3 miljoen gebruikers bij tot de zoektocht naar een signaal van een intelligente beschaving in de melkweg. Het is het programma SETI@HOME. Om ook deel te nemen surf je naar setiathome.berkeley.edu

source: Onsala (Sweden) Small antenna of 2,3m in diameter
nl: Onsala (Zweden). Een kleine antenne met een diameter van 2,3 m

source: Exobiology Searching for Life in the Universe
nl: Exobiologie Zoeken naar Leven in het Heelal

source: Some antennae are used to listen to extraterrestrial signals, in case they really exist.
nl: Sommige antennes worden gebruikt om te zoeken naar buitenaardse signalen, in het geval deze zouden bestaan.

source: There are planets orbiting around the Sun: The Solar System. In order: Mercure, Venus, Earth, Mars, Jupiter, Saturn, Uranus and Neptune.
nl: Er draaien planeten rond de zon: het zonnestelsel. In de juiste volgorde: Mercurius, Venus, Aarde, Mars, Jupiter, Saturnus, Uranus en Neptunus.

source: In 1992, a Polish researcher, Alex Wolszcan, observe the pulsar (bip bip bip) PSR 1257+12 with the Arecibo radio telescope. To his great surprise, he discover the first planetary system beyond the Sun: extrasolar planets! These new planets are particularly interesting because they are like the Earth. But they are so far away, 900 light-years, that we wont get much more information for a long time!
nl: In 1992 observeerde een Poolse onderzoeker, Alex Wolszcan, de pulsar (bip bip bip) PSR 1257+12 met de radiotelescoop in Arecibo. Tot zijn grote verrassing ontdekte hij het eerste planeetstelsel rond een andere ster dan de zon! Deze nieuwe planeten zijn vooral interessant omdat ze op de aarde gelijken. Maar ze bevinden zich zo ver weg, 900 lichtjaar, dat we in een lange tijd weinig meer informatie kunnen verwachten!

source: Fortunately, since then more than 300 extrasolar planets have been discovered. They are everywhere inside our Galaxy. Maybe some day we will discover life on one of these planets. Life could be brought by comets travelling through space. On Earth, comets brought complex molecules that played a role in the development of life.
nl: Gelukkig werden sedertdien meer dan 300 exoplaneten ontdekt. Ze zijn overal verspreid in ons melkwegstelsel. Misschien zullen we ooit eens leven ontdekken op één van deze planeten. Het leven zou kunnen meegebracht zijn door kometen die door de ruimte reizen. Kometen brachten complexe moleculen op aarde. Deze moleculen speelden een rol in de ontwikkeling van het leven.

source: planetes
nl: planeten

source: Observatories, High technology inside
nl: Sterrenwachten, binnenin vergevorderde technologie

source: With a radio telescope the size of the Earth, its possible to observe a planet the size of Jupiter somewhere else in our Galaxy, at many light-years from us.
nl: Met een radiotelescoop even groot als de aarde is het mogelijk een planeet met de grootte van Jupiter waar te nemen ergens anders in ons Melkwegstelsel, vele lichtjaren van ons verwijderd.

source: FOREST of antennae
nl: EEN WOUD van antennes

source: With a digital camera, there is more detail when there are more pixels. In the same way, we can use a network of radio telescopes to increase the detail: the more antennas you have, the more precise you get!
nl: We krijgen meer details met een digitale camera naarmate er meer pixels zijn. Op dezelfde manier kunnen we een netwerk van radiotelescopen gebruiken om de details te verfijnen: hoe meer antennes, hoe nauwkeuriger je werkt!

source: To see more details in distant galaxies, forests of radio antennae are built around the world: 27 antennae for the VLA in New Mexico (USA), 30 antennas in Pune (India), 64 antennas in the Andes (Chile).
nl: Om meer details in ver verwijderde sterrenstelsels te kunnen waarnemen worden hele wouden radioantennes gebouwd overal ter wereld: 27 antennes voor het VLA in New Mexico (USA), 30 antennes in Pune (India), 64 antennes in de Andes (Chili).

source: The radio signal from the antennas is mixed and analysed by very powerful computer. We can even mix the signal from antennae located on different continents to simulate a giant antenna the size of the Earth!
nl: Het radiosignaal van de antennes wordt gemengd en geanalyseerd door zeer krachtige computers. We kunnen zelfs de signalen van antennes op verschillende continenten mengen om een reuzenantenne met de grootte van de aarde te simuleren!

source: The first radio antenna radars were actually built by the military during World War II: they could listen to the Sun!
nl: De eerste radars met radioantennes werden gebouwd door militairen tijdens WO2: ze konden luisteren naar de zon!

source: the Solar System
nl: het zonnestelsel

source: exoplanets
nl: exoplaneten

source: the regular signal received from a pulsar
nl: het gewone signaal van een pulsar

source: ALMA (Chile)
nl: ALMA (Chili)

source: Plateau de Bure (Alpes)
nl: Plateau de Bure (Alpen)

source: SKA (in project)
nl: SKA (gepland)

source: des radiotelescopes pour capter les ondes de le univers
nl: radiotelescopen om golven uit het heelal op te vangen

source: Credits :Observatoire de Paris Sciences a l'école NASA, ESO, ESA Conception and implementation : Olivier Marco, Aurore Mathon, Yannick Libert
nl: Credits :Observatoire de Paris Sciences a l'école NASA, ESO, ESA. Concept en implementatie : Olivier Marco, Aurore Mathon, Yannick Libert

source: Radio wave emitted by the galaxy M87
nl: Radiosignaal uitgezonden door het sterrenstelsel M87

source: The Crab nebula- M1 the remains of a supernova explosion.
nl: De Krabnevel M1: de restanten van een supernova.

source: Receive Galactic Signal
nl: Ontvang een signaal uit de melkweg

source: SUN radio
nl: ZON radio

source: atoms
nl: atomen

source: international collaboration
nl: internationale samenwerking

source: radiotelescopes tuned up to the Universe
nl: radiotelescopen afgestemd op het heelal
